[UICustomize_AsariHead]
m_strTitle=编辑头部
m_strHead=头部/头盔


m_strMandibles=下颌骨
m_strCrests=头饰
m_strRemoveHelmet=移除头盔
m_strEyeColor=眼睛颜色
m_strSkinColor=皮肤颜色


m_strUpperFaceProps=上脸部装饰
m_strLowerFaceProps=下脸部装饰
m_strHelmet=头盔/帽子
m_strScars=疤痕
m_strFacepaint=面部彩绘
m_strClearButton=清除
m_strFace=隐形头部
m_strHair=头发
m_strHairColor=头发颜色
m_strEyeColor=眼睛颜色（重复项，但此处应为保留或特定上下文下的重复）
m_strSkinColor=皮肤颜色（重复项，但此处应为保留或特定上下文下的重复）
m_strRemoveHelmetOrLowerProp=移除头盔或下脸部装饰以编辑此选项


[UICustomize_AsariMenu]
m_strTitle=自定义阿莎丽
m_strEditInfo=角色信息
m_strEditProps=道具
m_strEditBody=身体
m_strEditHead=头部/头盔
m_strEditWeapon=武器
m_strWeaponColor=武器颜色
m_strArmorPatternSelected=移除装甲图案以更改装甲颜色

m_strExportCharacter=保存到角色库

m_strAllowTypeSoldier=可扮演士兵
m_strAllowTypeVIP=可扮演VIP
m_strAllowTypeDarkVIP=可扮演黑暗VIP
m_strAllowed=允许

m_strTimeAdded=创建时间：

m_strExportSuccessTitle=角色已保存！
m_strExportSuccessBody=此士兵的姓名和外观已添加到角色库中。


[UICustomize_AsariInfo]
m_strTitle=编辑阿莎丽信息
m_strFirstNameLabel=名字
m_strLastNameLabel=姓氏
m_strNicknameLabel=昵称
m_strEditBiography=编辑传记
m_strGender=性别
m_strNationality=国籍
m_strBiographyLabel=角色传记
m_strVoice=声音
m_strPreviewVoice=预览
m_strAttitude=态度

[XGCharacterGenerator_Asari]
m_arrAsariFirstNames[0]="艾恩"  
m_arrAsariFirstNames[1]="艾西塔"  
m_arrAsariFirstNames[2]="艾莉娜"  
m_arrAsariFirstNames[3]="阿莱斯蒂娅"  
m_arrAsariFirstNames[4]="阿马拉"  
m_arrAsariFirstNames[5]="阿莉亚"  
m_arrAsariFirstNames[6]="芭莎"  
m_arrAsariFirstNames[7]="贝尼西亚"  
m_arrAsariFirstNames[8]="比埃拉"  
m_arrAsariFirstNames[9]="黛莉亚"  
m_arrAsariFirstNames[10]="黛娅"  
m_arrAsariFirstNames[11]="黛安娜"  
m_arrAsariFirstNames[12]="迪莉纳加"  
m_arrAsariFirstNames[13]="艾拉·拉维"  
m_arrAsariFirstNames[14]="法莱尔"  
m_arrAsariFirstNames[15]="伊妮菲西"  
m_arrAsariFirstNames[16]="艾瑞莎"  
m_arrAsariFirstNames[17]="贾莱莎"  
m_arrAsariFirstNames[18]="乔娜"  
m_arrAsariFirstNames[19]="莱塔"  
m_arrAsariFirstNames[20]="莉亚拉"  
m_arrAsariFirstNames[21]="丽达尼娅"  
m_arrAsariFirstNames[22]="莉塞尔"  
m_arrAsariFirstNames[23]="梅阿拉"  
m_arrAsariFirstNames[24]="玛琳娜"  
m_arrAsariFirstNames[25]="玛拉"  
m_arrAsariFirstNames[26]="莫琳丝"  
m_arrAsariFirstNames[27]="米莉娜"  
m_arrAsariFirstNames[28]="纳莎"  
m_arrAsariFirstNames[29]="纳萨娜"  
m_arrAsariFirstNames[30]="尼克斯里斯"  
m_arrAsariFirstNames[31]="佩莱萨里亚"  
m_arrAsariFirstNames[32]="波尔萨"  
m_arrAsariFirstNames[33]="普里玛拉"  
m_arrAsariFirstNames[34]="拉娜"  
m_arrAsariFirstNames[35]="里拉"  
m_arrAsariFirstNames[36]="萨莉莎"  
m_arrAsariFirstNames[37]="萨马拉"  
m_arrAsariFirstNames[38]="桑吉纳拉"  
m_arrAsariFirstNames[39]="萨斯利尔"  
m_arrAsariFirstNames[40]="赛萨"  
m_arrAsariFirstNames[41]="夏伊拉"  
m_arrAsariFirstNames[42]="希亚拉"  
m_arrAsariFirstNames[43]="蒂莉亚"  
m_arrAsariFirstNames[44]="特拉"  
m_arrAsariFirstNames[45]="特沃斯"  
m_arrAsariFirstNames[46]="特里娅"  
m_arrAsariFirstNames[47]="特雷娅"  
m_arrAsariFirstNames[48]="特里斯坦娜"  
m_arrAsariFirstNames[49]="瓦莉瑞斯"  
  
m_arrAsariLastNames[0]="阿拉马拉"  
m_arrAsariLastNames[1]="阿提泽娅"  
m_arrAsariLastNames[2]="阿特鲁斯"  
m_arrAsariLastNames[3]="贝赛勒"  
m_arrAsariLastNames[4]="卡莉丝"  
m_arrAsariLastNames[5]="达沃"  
m_arrAsariLastNames[6]="德拉娜"  
m_arrAsariLastNames[7]="达莉娜"
m_arrAsariLastNames[8]="丹提乌斯"  
m_arrAsariLastNames[9]="德里安娜"  
m_arrAsariLastNames[10]="埃达拉"  
m_arrAsariLastNames[11]="赫利乌斯"  
m_arrAsariLastNames[12]="伊利斯"  
m_arrAsariLastNames[13]="凯什"  
m_arrAsariLastNames[14]="莱达维乌斯"  
m_arrAsariLastNames[15]="丽希"  
m_arrAsariLastNames[16]="马托拉"  
m_arrAsariLastNames[17]="梅里"  
m_arrAsariLastNames[18]="穆拉利斯"  
m_arrAsariLastNames[19]="努瓦尼"  
m_arrAsariLastNames[20]="塞德里斯"  
m_arrAsariLastNames[21]="提·戈尼"  
m_arrAsariLastNames[22]="提·坎多"  
m_arrAsariLastNames[23]="提·洛克"  
m_arrAsariLastNames[24]="提·索尼"  
m_arrAsariLastNames[25]="塔诺普蒂斯"  
m_arrAsariLastNames[26]="瓦·艾莉娅"  
m_arrAsariLastNames[27]="瓦·阿兰"  
m_arrAsariLastNames[28]="瓦·拉希"  
m_arrAsariLastNames[29]="祖"